{
    "Words": [{
        "Word": "White collar",
        "UsageType": "Adjective",
        "Sentense": "White collar work is that which is done using brain capacity."
    }, {
        "Word": "Empower",
        "UsageType": "Verb",
        "Meaning": "Make someone stronger and more confident, especially in controlling their life and claiiming their rights.",
        "Sentense": "A good education system should empower its students to become independent learners."
    }, {
        "Word": "Demonstarate",
        "UsageType": "Verb",
        "Meaning": "Show",
        "Sentense": "A high performing student is one who demonstrate a sound undertanding of the subject matter."
    }, {
        "Word": "Resonate",
        "UsageType": "Verb",
        "Meaning": "Identify personally",
        "Sentense": "Movie that resonate with the audience that do well at the box office."
    }, {
        "Word": "Potential",
        "UsageType": "Adjective",
        "Meaning": "Having the capacity to develop into something in the future",
        "Sentense": "All of you have the potential to become successful in your lives, you should put your mind into it"
    }, {
        "Word": "correlation",
        "UsageType": "noun",
        "Meaning": "A connection between two or more things",
        "Sentense": "There is a proven correlation between the skill-sets and income, the higher the skill, the greater the income"
    }, {
        "Word": "Goosebumps",
        "UsageType": "noun",
        "Meaning": "A state of skin (caused by cold, or excitement) in which small bumps appear  on the surface.",
        "Sentense": "I expect t0 get goosebumps out of excitement when you deliver fine speeches during your module 1 context."
    }, {
        "Word": "Appellant",
        "UsageType": "noun",
        "Meaning": "A person who applies to a higher court for a reversal of the decision of a lower court.",
        "Sentense": "The high court decided in favour of the appellant and set him free from customdy."
    }, {
        "Word": "Hone",
        "UsageType": "verb",
        "Meaning": "Refine or perfect",
        "Sentense": "Group discussions offer a great opportunity in hone language skills, but only if you participate."
    }, {
        "Word": "Plagiarism",
        "UsageType": "noun",
        "Meaning": "The paractise of taking someone's else's work or ideas and passing them off as one's own",
        "Sentense": "Your assignments at ypour schools as well as at FEA should demonstrate your own understanding rather than it being plagiarized from someone else."
    }, {
        "Word": "strategy",
        "UsageType": "noun",
        "Meaning": "plan",
        "Sentense": "As you know, the advanced program has contests at the end of every module. The winning team will be the one that implements the best strategy."
    }, {
        "Word": "Rhetoric",
        "UsageType": "noun",
        "Meaning": "the art of speaking or writing effectivley",
        "Sentense": "Voice modulation and pauses are two example of rhetoric in speech while punctuation and word selection are the example of rhetoric in writing."
    }, {
        "Word": "Enhance",
        "UsageType": "verb",
        "Meaning": "improve the quality",
        "Sentense": "Deliberate practise is the only proven way to enhance skills"
    }, {
        "Word": "Articulate",
        "UsageType": "adjective ",
        "Meaning": "Showing the ability to speak fluently",
        "Sentense": "The less we hesitate to speak, the more articulate we become."
    }, {
        "Word": "Attribute",
        "UsageType": "noun",
        "Meaning": "Quality or feature",
        "Sentense": "At the begining of the module1, you were required to indentify one attribute of your spoken skills that you would like to improve. I hope that you thought long and hard tp indentify the correct one."
    }, {
        "Word": "Enthusiasm",
        "UsageType": "noun",
        "Meaning": "Eagerness",
        "Sentense": "Nothing great can ever be achieved without enthusiasm."
    }, {
        "Word": "Plot",
        "UsageType": "noun",
        "Sentense": "The main events of a play, novel, fil or similar work, devised and presented by the writer as an interrelated sequence."
    }, {
        "Word": "Assimilate",
        "UsageType": "verb",
        "Meaning": "Take in and understand fully (information or ideas)",
        "Sentense": "Increase your vocabulary will make it easier for you to assimilate reading comprehension skills."
    }, {
        "Word": "Devastated",
        "UsageType": "verb",
        "Meaning": "destroy or ruin",
        "Sentense": "Many towns have been devastrated by strong storms and freak weather."
    }, {
        "Word": "withstand",
        "UsageType": "verb",
        "Meaning": "remain unchanged",
        "Sentense": "A good language development plan will withstand most unexpected."
    }, {
        "Word": "Anecdotal",
        "UsageType": "Adjective",
        "Meaning": "Based on personal stories/narratives",
        "Sentense": "When your examples are anecdotal, they are memorable."
    }, {
        "Word": "Modulation",
        "UsageType": "noun",
        "Meaning": "variation in the strength, tone, or pitch of one's voice."
    }, {
        "Word": "circumstance",
        "UsageType": "noun",
        "Meaning": "situation",
        "Sentense": "We must not allow our circumstances to stop us from achieving."
    }, {
        "Word": "Establish",
        "UsageType": "verb",
        "Meaning": "show, prove or demonstrate",
        "Sentense": "If you want to win the title of Master teacher, you have to establish responsible leader of the class."
    }, {
        "Word": "Relevant",
        "UsageType": "Adjective",
        "Meaning": "Appropriate",
        "Sentense": "You can choose any relevsnt topic to speak on."
    }, {
        "Word": "Estimate",
        "UsageType": "verb",
        "Meaning": "roughly calculate or judge a value, number or quantity",
        "Sentense": "She was able to estimate the time of her speech while drafting."
    }, {
        "Word": "stimulate",
        "UsageType": "verb",
        "Meaning": "To do or make something that looks real but is not real",
        "Sentense": "The goal of any teacher is to craft exciting lessons that stimulate real life situations that students will face in future."
    }, {
        "Word": "compelling",
        "UsageType": "adjective",
        "Meaning": "Forceful",
        "Sentense": "Using appropriate vocabulary would help you craft a compelling speech."
    }, {
        "Word": "Pause",
        "UsageType": "noun",
        "Meaning": "A short period in which something such as sound or an activity is stopped before starting again.",
        "Sentense": "She took momentory pauses while delivering her speech."
    }, {
        "Word": "Ability",
        "UsageType": "noun",
        "Meaning": "The physical or mental ability power or skills needed to do something.",
        "Sentense": "You should employ all your abilities and strength to do the best you can in contests for yourself and your teammates."
    }, {
        "Word": "Framework",
        "UsageType": "noun",
        "Meaning": "structure (of a system or text)",
        "Sentense": "Analysing the framework of a learning process helps you understand it better."
    }, {
        "Word": "Ideation",
        "UsageType": "noun",
        "Meaning": "the process of developing an idea",
        "Sentense": "Ideation encourages thoughts, opinions and solutions that would have otherwise being ignored."
    }, {
        "Word": "Consider",
        "UsageType": "verb",
        "Meaning": "think carefully about( something )",
        "Sentense": "You should consider all your teammate;s ideas before finalising the final report."
    }, {
        "Word": "collective",
        "UsageType": "adjective",
        "Meaning": "done by people as a group",
        "Sentense": "Your collective strategies can help you win the contest."
    }, {
        "Word": "wordsmith",
        "UsageType": "noun",
        "Meaning": "a skilled user of words"
    }, {
        "Word": "parapet",
        "UsageType": "noun",
        "Meaning": "A low protective wall along an elevator structure (balcony or roof)",
        "Sentense": "She stood on the bridge, leaning over the parapet to watch the water race."
    }, {
        "Word": "Armoured car",
        "UsageType": "noun",
        "Meaning": "A bullet proof car"
    }, {
        "Word": "tremendous",
        "UsageType": "adjective",
        "Meaning": "very great in amount",
        "Sentense": "He had shown a tremendous amount of energy while presenting his ideas."
    }, {
        "Word": "Bartending",
        "UsageType": "noun",
        "Meaning": "work serving drinks at a bar"
    }, {
        "Word": "Monk",
        "UsageType": "noun",
        "Meaning": "A buddhist priest"
    }, {
        "Word": "Compensation",
        "UsageType": "noun",
        "Meaning": "Money, awarded to someone in recognition of loss.",
        "Sentense": "He is seeking compensation for injuries suffered at work."
    }, {
        "Word": "Alter ego",
        "UsageType": "noun",
        "Meaning": "A secondary personality",
        "Sentense": "Superman is a clark kent's alter ego."
    }, {
        "Word": "stakeholder",
        "UsageType": "noun",
        "Meaning": "An interested party",
        "Sentense": "FEA students and their parents are important stakeholders in the FEA program."
    }, {
        "Word": "Acquaintances",
        "UsageType": "noun",
        "Meaning": "A person known to you but not very well",
        "Sentense": "You can seek help from acquaintances to gather information fro your project."
    }, {
        "Word": "Strive",
        "UsageType": "verb",
        "Meaning": "Make great efforts to achieve something",
        "Sentense": "You can strive to create a detailed action plan as it will contribute towards doing well in this module's contest."
    }, {
        "Word": "Blue-pencilling",
        "UsageType": "verb",
        "Meaning": "to edit expecially by shortening or deletion",
        "Sentense": "Radhika was very proficient with blue-penciling her article to comply with the word limit."
    }, {
        "Word": "Brainstorm",
        "UsageType": "noun",
        "Meaning": "hold a group discussion to produce ideas",
        "Sentense": "We can encourage our students to engage in independent brainstorming excercise so that they can become better thinkers and problem solvers. Remember all ideas are welcomed - so start brainstorming."
    }, {
        "Word": "Intended",
        "UsageType": "verb",
        "Meaning": "Planned or desired",
        "Sentense": "The vocabulary builder intends to broaden your vocabulary so that you may choose the most appropriate word to convey your message. Reading is another way to build your vocabulary."
    }, {
        "Word": "Flowchart",
        "UsageType": "noun",
        "Meaning": "A diagram that show the steps of a process"
    }, {
        "Word": "comprehensive",
        "UsageType": "Adjective",
        "Meaning": "Detailed and complete",
        "Sentense": "The FEA provides a comprehensive set of resources to its students so that they can improve their language skills."
    }, {
        "Word": "Utterances",
        "UsageType": "noun",
        "Meaning": "A remark or a comment",
        "Sentense": "Frequent utterances like \"I hear you\" or \"I understand\", by a listener, encourage the speaker to freely express his/her opinion."
    }, {
        "Word": "Stone faced",
        "UsageType": "adjective",
        "Meaning": "Showing no emotion"
    }, {
        "Word": "Foremost ",
        "UsageType": "adjective",
        "Meaning": "most important",
        "Sentense": "The foremost thing to success is to be open to challenges."
    }, {
        "Word": "Pursue",
        "UsageType": "verb",
        "Meaning": "follow or chase",
        "Sentense": "The better we plan to pursue our dreams, the faster we will realize them."
    }, {
        "Word": "Persuade",
        "UsageType": "verb",
        "Meaning": "to get someone to do something by giving reasons",
        "Sentense": "One of the biggest problems that an average Indian child faces is to persuade his parents about his interestes. However, this discussion is necessary to pursue their dreams."
    }, {
        "Word": "Apprehension",
        "UsageType": "noun",
        "Meaning": "Nervousness",
        "Sentense": "The best way for you to remove your own apprehension about your future is to work hard and do well."
    }, {
        "Word": "Apprehensive",
        "UsageType": "Adjective",
        "Meaning": "Nervousness",
        "Sentense": "I am sometimes apprehensive about the seriousness of some students as they do not contribute to class discussions."
    }, {
        "Word": "Impede",
        "UsageType": "verb",
        "Meaning": "to interfere with or slow the progress of",
        "Sentense": "Your inability to find time to complete the extensions will impede your ability to become good communicators."
    }, {
        "Word": "Illustration",
        "UsageType": "noun",
        "Meaning": "A picture or diaram that helps make something clear  or attractive"
    }, {
        "Word": "Predominant",
        "UsageType": "adjective",
        "Meaning": "Primary or main",
        "Sentense": "A predominant concerns of a person/student who wishes to succeed is to make good use of his/her opportunities."
    }, {
        "Word": "Encounter",
        "UsageType": "noun",
        "Meaning": "Run into or come across",
        "Sentense": "Whenever you encounter difficulties in understanding what someone is saying, you should ask questions."
    }, {
        "Word": "Rapport",
        "UsageType": "noun",
        "Meaning": "Relationship or bond",
        "Sentense": "Forming a good rapport woth your housemates would be critical for you to stand a chance to win the elemental cup."
    }, {
        "Word": "Indecisive",
        "UsageType": "Adjective",
        "Meaning": "Not able to make decisions",
        "Sentense": "How many of you are indecisive about what you would like to do when you grow up?"
    }, {
        "Word": "Perceive",
        "UsageType": "verb",
        "Meaning": "consider or think",
        "Sentense": "People who can speak good English are perceived to be better educated."
    }, {
        "Word": "Succinct",
        "UsageType": "adjective",
        "Meaning": "briefly or clearly expressed",
        "Sentense": "In the next module, you will learn how to deliver a succinct elevator speech."
    }, {
        "Word": "Vague",
        "UsageType": "Adjective",
        "Meaning": "unclear",
        "Sentense": "A weak vocabulary will produce vague sentences."
    }, {
        "Word": "Ascertain",
        "UsageType": "verb",
        "Meaning": "Find out or discover",
        "Sentense": "Ikigai is about ascertaining the link between what you love to do, whether you can make a career of it and what the world needs."
    }, {
        "Word": "Relay",
        "UsageType": "verb",
        "Meaning": "Pass on",
        "Sentense": "You should come to the class everyday. Do not rely on friends to relay information to you as there will be significant loss in translation."
    }, {
        "Word": "Expose",
        "UsageType": "verb",
        "Meaning": "Have the opportunity to learn or experience new things",
        "Sentense": "In the curriculum, students will be exposed to various career choices regardless their areas of interest."
    }, {
        "Word": "Insightful",
        "UsageType": "Adjective",
        "Meaning": "having a deep understanding",
        "Sentense": "Using thinking routine to evaluate a problem at hand results in us asking insightful questions that can help us find appropriate solutions."
    }, {
        "Word": "Robust",
        "UsageType": "adjective",
        "Meaning": "strong",
        "Sentense": "You are advised to make robust plans to achieve your dreams."
    }, {
        "Word": "Ultimately",
        "UsageType": "adjective",
        "Meaning": "Finally or at the end",
        "Sentense": "Ultimately your success lies in your own efforts and willingness to put in the hard work."
    }, {
        "Word": "Perseverance",
        "UsageType": "noun",
        "Meaning": "Continued efforts to something despite the difficulties/obstancles",
        "Sentense": "Success come to those who persevere despite adversity and failure. Thomas Alva Edison preserved making the light bulb despite mulitple failure "
    }, {
        "Word": "Critique",
        "UsageType": "verb",
        "Meaning": "A detailed analysis",
        "Sentense": "When we critique the work of others, we not only offer helpful suggestions but we also learn things that can be helpful to us."
    }, {
        "Word": "Assumption",
        "UsageType": "verb",
        "Meaning": "to guess",
        "Sentense": "Taking action based upon assumption seems like a certain way to make a decision. After all, you're not working with all the facts."
    }, {
        "Word": "Flustered",
        "UsageType": "Adjective",
        "Meaning": "Confused",
        "Sentense": "The curriculum covers one lesson in a day. If it covered multiple lessons in a day it would lead you overwhelmed and flustered."
    }, {
        "Word": "Crescendo",
        "UsageType": "noun",
        "Meaning": "The loudest point reached ina gradually increasing sound",
        "Sentense": "The music reached a deafening crescendo."
    }, {
        "Word": "Collaborative",
        "UsageType": "noun",
        "Meaning": "The action of working with someone to produce something",
        "Sentense": "Discussion and collaboration within the team would help you develop your communication skills."
    }, {
        "Word": "Perceive",
        "UsageType": "verb",
        "Meaning": "become aware of",
        "Sentense": "The more we pracrtise active listening, the more we perceive its relevance."
    }, {
        "Word": "Discrete",
        "UsageType": "adjective",
        "Meaning": "Separate",
        "Sentense": "All team members should prepare for their presentation discretely and pool their ideas to make it a group presentation."
    }, {
        "Word": "Gain traction",
        "Meaning": "Gain support or attention",
        "Sentense": "Just like taction is important to control your car, movement is important to engage with your audience."
    }, {
        "Word": "Inquisitive",
        "UsageType": "Adjective",
        "Meaning": "Having a desire to know or learn more",
        "Sentense": "Inquisisitve people always ask questions and search for answers in their minds."
    }, {
        "Word": "Seemingly",
        "UsageType": "Adjective",
        "Meaning": "According to the facts that you know",
        "Sentense": "Her speech was seemingly well structured and flawless."
    }, {
        "Word": "Component",
        "UsageType": "noun",
        "Meaning": "A piece or part",
        "Sentense": "Language development has four main components: Speaking, writing, listening and reading."
    }, {
        "Word": "Immense",
        "UsageType": "Verb",
        "Meaning": "To become completely involved in something ",
        "Sentense": "You can develop your communication skills by being immersed in discussions."
    }, {
        "Word": "Consequently",
        "UsageType": "Adjective",
        "Meaning": "As a result",
        "Sentense": "A good presentation is one that responds most effectively to its rhetorical situation, consequently, there is no \"one things\" that always works in oublic speaking. You need to develop skills, experience and judgement."
    }, {
        "Word": "Unleash",
        "UsageType": "Verb",
        "Meaning": "Release or free",
        "Sentense": "As a leader, it is important to help people get excited about their task and motivate them to unleash their full potential."
    }, {
        "Word": "Commodity",
        "UsageType": "noun",
        "Meaning": "material",
        "Sentense": "If you want to pursue your dream, perseverance is a necessary commodity."
    }, {
        "Word": "Employ",
        "UsageType": "verb",
        "Meaning": "make use of",
        "Sentense": "Students should employ all the strategies they have learnt from the public speaking MOOC in their day to day conversations."
    }, {
        "Word": "Deduce",
        "UsageType": "verb",
        "Meaning": "Draw a logical conclusion",
        "Sentense": "A simple way to know the meaning of a new word is to read and understand the sentence and deduce the meaning of the word."
    }, {
        "Word": "Mandate",
        "UsageType": "verb",
        "Meaning": "As a rule",
        "Sentense": "Moral obligation madate that each teammate make a sincere effort to win the elemental cup."
    }, {
        "Word": "Benchmark",
        "UsageType": "noun",
        "Meaning": "A level of quality that can be used as a standard when comparing other things",
        "Sentense": "FEA students are confident and articulate and will be able to do well on global standards and benchmarks."
    }, {
        "Word": "Word",
        "UsageType": "Type",
        "Meaning": "Meaning",
        "Sentense": "Sentense",
        "UsageType_3": "1-1"
    }, {
        "UsageType": ""
    }, {
        "Word": "Ambigous",
        "UsageType": "Adjecitve",
        "Meaning": "having more than one meaning",
        "Sentense": "You have to try hard to understand the novel. Many part of it are ambiguous, so it can be confusing."
    }, {
        "Word": "hideous",
        "UsageType": "Adjecitve",
        "Meaning": "very ugly or bad",
        "Sentense": "Look at the hideous new building. What architect design that?"
    }, {
        "Word": "Aesthetic",
        "UsageType": "Adjecitve",
        "Meaning": "relatng to beauty and appearance",
        "Sentense": "People are attracted to the aesthetic appeal of the car rather than its performance."
    }, {
        "Word": "Myriad",
        "UsageType": "Adjective",
        "Meaning": "very many",
        "Sentense": "You'll enjoy the myriad museums, monuments and attraction in the city."
    }, {
        "Word": "Concise ",
        "UsageType": "Adjective",
        "Meaning": "giving a lot of information in few words",
        "Sentense": "Even though John's presentation are bit boring, they are concise."
    }, {
        "Word": "Accomplice",
        "UsageType": "Noun",
        "Meaning": "a person who helps a criminal",
        "Sentense": "The gunman has been arrested, but police are still searching for accomplice"
    }, {
        "Word": "Integrity",
        "UsageType": "Noun",
        "Meaning": "showing honesty and doing what is morally right",
        "Sentense": "I highly recommend Sarah for the job. She has integrity and a passion for her work."
    }, {
        "Word": "Serendipity",
        "UsageType": "noun",
        "Meaning": "the fact of finding valuable or interesting things by chance and luck",
        "Sentense": "Pure serendipity led me to my dream job of becoming an actor."
    }, {
        "Word": "Fraces",
        "Meaning": "A noisy fight or argument",
        "Sentense": "We heard a fracas outside and ran to see what the problem was."
    }, {
        "Word": "Periphery",
        "UsageType": "noun",
        "Meaning": "the outer edge of an area",
        "Sentense": "we decided to move to the the queit periphery of the city rather than live in the central area."
    }, {
        "Word": "Antagonist",
        "Meaning": "the principle character in opposition to the protoganist or hero of a narrative or drama",
        "Sentense": "The actress will be seen portraying the antagonist in \"Bhramstra Part1\"."
    }, {
        "Word": "Excruciating",
        "UsageType": "Adjective",
        "Meaning": "Extremely painful, causing intense suffering",
        "Sentense": "She was weak and the pain was excruciating, but she was determined to go home."
    }, {
        "Word": "Derogatory",
        "Meaning": "making something or someone feels less than they are",
        "Sentense": "Actor KKR, who was arrested over derogatory tweet and molestation cases after he landed in Mumbai."
    }, {
        "Word": "Referendum",
        "Meaning": "A vote in which all the people in a country or an area are asked to give their opinion about or decide an important political or social question",
        "Sentense": "The referendum has been sparkingly used in matter of local concern."
    }, {
        "Word": "Vandalism",
        "Meaning": "malicious destruction or damage of property",
        "Sentense": "Cutting down the oldest was an act of vandalism."
    }, {
        "Word": "Hooliganism",
        "Meaning": "the behaviour of a violent person who fights or causes damage in public places",
        "Sentense": "The real hooligans in soceity are those who silence idea."
    }, {
        "Word": "castrate",
        "Meaning": "to remove the testicles of a male animal or human",
        "Sentense": "A man has been castrated for raping his eight-year old daughter, with a court in Kazakhistan sentensinh him to 25 years in jail."
    }, {
        "Word": "Jibe",
        "Meaning": "an insulting remark that is intended to make someone look stupid",
        "Sentense": "Unlike many other politicians, he refuses to indulge in cheap jibes at other people's expense."
    }, {
        "Word": "Freebie",
        "Meaning": "Something that is given to you without having to pay for it, especailly as a way of gift.",
        "Sentense": "The journalist were all given a freebie lunch."
    }, {
        "Word": "Instill",
        "Meaning": "to put a feeling, idea, or principle gradually into someone's mind, so that it has a strong influence on the way that person thinks or behaves.",
        "Sentense": "It is part of teacher's job to instill confidence into his or her students."
    }, {
        "Word": "Indomitable",
        "Meaning": "Used to say that someone is string, brave, determined , and difficult to defeat or frighten",
        "Sentense": "Rakesh jhunjhunwala was indomitable full of life, witty and insightful, he leaves behind indelible contribution to the financial world."
    }, {
        "Word": "Sedentary",
        "Meaning": "keeping one seated much of the time",
        "Sentense": "My doctor says that I should start playing sport because my lifestyle is too sedentary."
    }, {
        "Word": "Immaculate",
        "Meaning": "Perfectly correct, without a flaw, fault or error",
        "Sentense": "Tony's mom always sent him to school looking immaculate in ironed clothing and tidy shoes."
    }, {
        "Word": "degrade",
        "Meaning": "lower in quality or value, make inferior or less valuable",
        "Sentense": "Eventually, the water will degrade your carpet."
    }, {
        "Word": "Flout",
        "Meaning": "to intentionally not obey, a rule, law or custom",
        "Sentense": "Many bikers flout the law by not wearing the helmets."
    }, {
        "Word": "Enrich",
        "Meaning": "to improve the quality, falvour etc of something",
        "Sentense": "Fertilizers helps ot enrich the soil."
    }, {
        "Word": "Souvenir",
        "Meaning": "Something you keep to remind you of a trip or other event",
        "Sentense": "You may choose to pick up a souvenir at each beach you visit."
    }, {
        "Word": "Eye twitching",
        "Meaning": "A repetitive, involuntary spasm of the eyelid muscle"
    }, {
        "Word": "Tailgate",
        "Meaning": "to drive too closely behind the vehicle in front",
        "Sentense": "Avoid tailgating so you won't have to break too fast."
    }, {
        "Word": "Threshold",
        "Meaning": "the level at which something starts to happen",
        "Sentense": "You know wen you cross that threshold, there's no going back."
    }, {
        "Word": "Fidget",
        "Meaning": "to keep moving your body, hands or feets because you are nervous, bored or excited",
        "Sentense": "She couldn't sit without fidgeting or think straight."
    }, {
        "Word": "blister",
        "Meaning": "bubble or something especially on the skin",
        "Sentense": "New shoes always give me blisters."
    }, {
        "Word": "breadwinner",
        "Meaning": "someone who earns money to support a family.",
        "Sentense": "She was the only breadwinner left to the household."
    }, {
        "Word": "Despair",
        "Meaning": "Loss of hope",
        "Sentense": "A postive words can turn despair into hopes."
    }, {
        "Word": "Dread",
        "Meaning": "to be afraid of or worried about something",
        "Sentense": "I dread to think what they say about me behind my back."
    }, {
        "Word": "Porridge",
        "Meaning": "A soft food made of cereal or meal bioled in water or milk un till tick."
    }, {
        "Word": "Catastrophe",
        "Meaning": "a sudden and widespread disaster",
        "Sentense": "The final catastrophe was now unavaoidable"
    }, {
        "Word": "Tickle",
        "Meaning": "to touch somebody lightly with your fingers or with something soft so she laugh."
    }, {
        "Word": "By standers",
        "Meaning": "a person who is standing near and see something that happens, without being involved in it.",
        "Sentense": "Several innocent by standers were hurt when the two gangs attacked each other."
    }, {
        "Word": "exquisite",
        "Meaning": "very beautiful and delicate",
        "Sentense": "Their house is exquisitely finished."
    }, {
        "Word": "energetic",
        "Meaning": "very energetic(especially of people and their behaviour)",
        "Sentense": "His exuberance is contagious."
    }, {
        "Word": "considerate",
        "Meaning": "kind and helpful",
        "Sentense": "It wasn't very considerate of you to drink all the milk."
    }, {
        "Word": "Obliged",
        "Meaning": "to be forced to do something or feel that you must do something",
        "Sentense": "Doctors are legally obliged to take certain precautions."
    }, {
        "Word": "Quantifier",
        "Meaning": "A word or phrase that is used before a noun to show the amount of it that is being considered",
        "Sentense": "some', many , a lot of , a few are example of quantifier."
    }, {
        "Word": "Inference",
        "Meaning": "A guess that you make or an opinion that you from based on the information that you have",
        "Sentense": "His change of mind was recent and sudden, the inference being that someone had persuade him."
    }, {
        "Word": "Diverse",
        "Meaning": "including many different types of people or things",
        "Sentense": "Most diverse thoughts and images occupied him simultaneously."
    }, {
        "Word": "Consolidation",
        "Meaning": "to become, or cause something to become, stronger, and more certain",
        "Sentense": "The success of their major products consolidated the firm's position in the market."
    }, {
        "Word": "Samaritan",
        "Meaning": "someone who gives help to people who need it",
        "Sentense": "A good samaritan stopped to help me change my tire."
    }, {
        "Word": "stereotype",
        "Meaning": "A fixed idea about a particualar type of person or thing, which is often not true in reality",
        "Sentense": "I try not to immediately stereotype and judge people based on their outward appearance."
    }, {
        "Word": "Recommendation",
        "Meaning": "A suggestion that something is good or suitable for a particular purpose or job",
        "Sentense": "I have to get five letters of recommendation to support my application to medical school."
    }, {
        "Word": "temptation",
        "Meaning": "A feeling that you want to do something, even if you know that it is wrong",
        "Sentense": "He knew it was wrong to steal, but the money just lying there was too great a temptation."
    }, {
        "Word": "Open defecation",
        "Meaning": "practise of defecating on fields, forests, bushes, body of water, or open spaces."
    }, {
        "Word": "Discrimination",
        "Meaning": "treating a person or particular group of people differently, especailly in a worse way from the way in which you treat other people, because of skin, colour, sexuality etc.",
        "Sentense": "There should be  no discrimination on the ground of colour."
    }, {
        "Word": "Immerse",
        "Meaning": "to become completely completly involved in something/liquid untill covered",
        "Sentense": "She got some books out of the library and immersed herself in Jewish history and culture."
    }, {
        "Word": "Immense",
        "Meaning": "extemely lage in size or degree, extremely good",
        "Sentense": "They spent an immense amount of time getting the engine into perfect condition."
    }, {
        "Word": "competent",
        "Meaning": "able to do something well, having suitable or sufficient skill, knowledge, experience etc, for some purpose but not exceptional",
        "Sentense": "I wouldn't say he was brilliant but he is competent at his job."
    }, {
        "Word": "road rage",
        "Meaning": "anger or violence between drivers, often caused by difficult driving conditions"
    }, {
        "Word": "Demonstrate",
        "Meaning": "to show something clearly by giving proof",
        "Sentense": "Using this chart, I'd like to demonstrate to you what has happened to our sales."
    }, {
        "Word": "Empower",
        "Meaning": "to give someone official authority or the freedom to do something",
        "Sentense": "This amendment empowers the president to declare an emergency for a wide range of reasons"
    }, {
        "Word": "pastime",
        "Meaning": "an activity that is done for enjoyment",
        "Sentense": "Do it yourself is the nation's most popular pastime."
    }, {
        "Word": "Monopoly",
        "Meaning": "an organisation or group that has complete control of something, especially an area of business, so that others have no share",
        "Sentense": "The government is determined to protect its tobacco monopoly"
    }, {
        "Word": "bib",
        "Meaning": "a piece of cloth or plastic that a baby or small child wears under the chin to protect its clothes while it is eating."
    }]
}
